Repository: ds-joe/ByConsoleWooODTExtended
Catalog: languages/ByConsoleWooODTExtended-*.po
Languages: de_de, he_il

source: Order delivery time widget
de_de: Lieferfrist Widget bestellen
he_il: סדר משלוח זמן יישומון

source: Widget for users to choose time and date of delivery
de_de: Widget für Benutzer, um Zeit und Datum der Lieferung zu wählen
he_il: יישומון עבור המשתמשים לבחור זמן ותאריך המסירה

source: No bar
de_de: Keine Begrenzung
he_il: אין גבול

source: ERROR : Please contact Vendor
he_il: שגיאה: צור קשר עם הספק

source: New title
de_de: Neuer Titel
he_il: כותרת חדשה

source: Title:
de_de: Titel:
he_il: כותרת:

source: Select delivery type
de_de: Lieferart auswählen
he_il: בחר סוג מסירה

source: Choose pickup location
de_de: Abholort wählen
he_il: בחר מיקום איסוף

source: Choose delivery location
de_de: Lieferort wählen
he_il: בחר מיקום משלוח

source: Enter your desired pickup date.
de_de: Geben Sie das gewünschte Abholdatum ein.
he_il: הזן את תאריך האיסוף הרצוי.

source: Enter your desired pickup time.
de_de: Geben Sie die gewünschte Abholzeit ein.
he_il: הזן את זמן האיסוף הרצוי.

source: Enter your desired delivery date.
de_de: Geben Sie das gewünschte Lieferdatum ein.
he_il: הזן את תאריך המשלוח הרצוי.

source: Enter your desired delivery time.
de_de: Geben Sie Ihre gewünschte Lieferzeit ein.
he_il: הזן את זמן המסירה הרצוי.

source: <p>No pickup location was selected</p>
de_de: <p>Es wurde kein Abholort ausgewählt</p>
he_il: <p>לא נבחר מיקום איסוף</p>

source: <p>No pickup loaction was selected</p>
de_de: <P>Es wurde kein Abholort ausgewählt</p>
he_il: <p>לא נבחר מיקום איסוף</p>

source: Please select a date equal to or greater than current date
de_de: Bitte wählen Sie ein Datum, das größer oder gleich dem aktuellen Datum ist
he_il: בחר תאריך השווה לתאריך הנוכחי או גדול ממנו

source: Please select a location first
de_de: Bitte wähle zuerst einen Ort aus
he_il: בחר תחילה מיקום

source: Select pick-up location
de_de: Abholort auswählen
he_il: בחר מיקום איסוף

source: Select delivery location
de_de: Lieferort auswählen
he_il: בחר מיקום משלוח

source: Next
he_il: הַבָּא

source: Prev
he_il: קודם

source: Enable multiple pickup location.
de_de: Aktivieren Sie mehrere Abholpositionen.
he_il: הפעל מיקום איסוף מרובים.

source: Enable multiple delivery location.
de_de: Mehrere Zustellungsorte aktivieren
he_il: הפעל מיקום משלוח מרובה.

source: Texts to display on checkout page as section heading.
de_de: Texte, die auf der Checkout-Seite als Abschnittsüberschrift angezeigt werden.
he_il: טקסטים להצגה בדף היציאה כקטע בסעיף.

source: 24 hours or 12 hours with AM / PM.
de_de: 24 Stunden oder 12 Stunden mit AM / PM.
he_il: 24 שעות או 12 שעות עם AM / PM.

source: Leave blank not to set any pre-order days, this is number of days from current date customer can place an order.
de_de: Lassen Sie das Feld leer, um keine Vorbestellungstage festzulegen. Dies ist die Anzahl der Tage ab dem aktuellen Datum, an dem der Kunde eine Bestellung aufgeben kann.
he_il: השאר ריק כדי להגדיר כל הזמנה מראש ימים, זה מספר ימים מיום הלקוח הנוכחי יכול לבצע הזמנה.

source: Leave blank to not set any restricted pre-order days,This is number of days customer can not place an order before these number of days from current date.
de_de: Lassen Sie das Feld leer, um keine eingeschränkten Vorbestellungstage festzulegen. Dies ist die Anzahl der Tage, an denen der Kunde eine Bestellung nicht vor dieser Anzahl von Tagen ab dem aktuellen Datum aufgeben darf.
he_il: השאר ריק כדי לא להגדיר ימים מראש הזמנה מראש, זה מספר ימים הלקוח לא יכול לבצע הזמנה לפני מספר ימים אלה מהתאריך הנוכחי.

source: If checked then it will increase lead time by x number of days, where x is the number of holidays fall within above pre-order restriction days counted from current date.
de_de: Wenn diese Option aktiviert ist, verlängert sich die Durchlaufzeit um x Anzahl der Tage, wobei x die Anzahl der Feiertage ist, die innerhalb der Vororder-Beschränkungstage liegen, die vom aktuellen Datum an gerechnet werden.
he_il: אם מסומנת אז זה יגדיל את זמן ההובלה על ידי x מספר ימים, כאשר x הוא מספר החגים נופלים בתוך מעל ימים מראש הגבלת הזמן נספר מהתאריך הנוכחי.

source: If checked then shop will accept order on holidays.
de_de: Wenn dies aktiviert ist, akzeptiert das Geschäft die Bestellung im Urlaub.
he_il: אם מסומנת אז החנות תקבל את ההזמנה בחגים.

source: From
de_de: Von
he_il: מ

source: To
de_de: Nach
he_il: ל

source: Allowbale Pickup Time.
de_de: Zulässige Abholzeit.
he_il: זמן איסוף.

source: Allowbale Delivery Time.
de_de: Zulässige Lieferzeit.
he_il: זמן אספקה מותר.

source: This is minimum waiting time, applied on time dropdown on front-end in case of same day delivery/pickup.
de_de: Dies ist die minimale Wartezeit, die im Falle einer Lieferung / Abholung am selben Tag auf das Zeitlimit im Frontend angewendet wird.
he_il: זהו זמן המתנה מינימלי, מיושם על הזמן הנפתח על frontend במקרה של אותו יום משלוח / איסוף.

source: Customers need to place an order before this time for next day pickup, leave balnk for no restriction.
de_de: Kunden müssen vor dieser Zeit eine Bestellung für die Abholung am nächsten Tag aufgeben, ohne Einschränkungen zu lassen.
he_il: לקוחות צריכים לבצע הזמנה לפני מועד זה לטנדר ביום הבא, להשאיר ריק ללא הגבלה.

source: Customers need to place an order before this time for next day delivery, leave balnk for no restriction.
de_de: Kunden müssen eine Bestellung vor diesem Zeitpunkt für die Lieferung am nächsten Tag aufgeben, ohne Einschränkung.
he_il: לקוחות צריכים לבצע הזמנה לפני מועד זה למסירה ביום הבא, להשאיר ריק ללא הגבלה.

source: Choose if tracking text have to be shown on top(before order product list) or bottom(after product list).
de_de: Wählen Sie aus, ob der Tracking-Text oben (vor der Produktliste) oder unten (nach der Produktliste) angezeigt werden soll.
he_il: בחר אם טקסט המעקב צריך להיות מוצג בראש (לפני רשימת מוצר) או תחתית (לאחר רשימת המוצרים).

source: The time for which no opening will be Proceeded.
de_de: Die Zeit, für die keine Öffnung verarbeitet wird.
he_il: הזמן שבו לא ייפתח שום פתיחה.

source: The time for which no delivery will be Proceeded.
de_de: Die Zeit, für die keine Lieferung verarbeitet wird.
he_il: הזמן שבו לא מסירה יעובדו.

source: This is the text showed in Order Delivered page.
de_de: Dies ist der Text, der auf der Seite "Bestellung geliefert" angezeigt wird.
he_il: זהו הטקסט שמוצג בדף 'מסודר'.

source: Eg: The order will be delivered on
de_de: ZB: Die Bestellung wird an
he_il: למשל: ההזמנה תועבר

source: at
de_de: beim
he_il: בְּ-

source: This is the text showed in Order Picked Up page.
de_de: Dies ist der Text, der auf der Seite "Order Picked Up" angezeigt wird.
he_il: זהו הטקסט המוצג בדף 'איסוף הזמנות'.

source: Eg: The order can be Picked Up on
de_de: ZB: Die Bestellung kann aufgehoben werden
he_il: לדוגמה: ניתן להזמין את ההזמנה

source: Displayed as time drop-down lebel on checkout page.
de_de: Wird als Zeit-Dropdown-Etikett auf der Checkout-Seite angezeigt.
he_il: מוצג כתווית נפתחת בזמן בדף הקופה.

source: Displayed as calendar lebel on checkout page.
de_de: Wird als Kalenderbeschriftung auf der Checkout-Seite angezeigt.
he_il: מוצג כמו לוח ללבל על דף checkout.Displayed כמו לוח בלבל על דף היציאה.

source: Displayed as pickup location drop-down lebel on checkout page.
de_de: Angezeigt als Dropdown-Label für den Abholort auf der Checkout-Seite.
he_il: מוצג כתווית הנפתחת של מיקום האיסוף בדף הקופה.

source: Displayed as delivery location drop-down lebel on checkout page.
de_de: Angezeigt als Dropdown-Label für den Versandort auf der Checkout-Seite.
he_il: מוצג כתווית נפתחת של מיקום האספקה בדף היציאה.

source: Displayed as store close notice drop-down lebel on checkout page.
de_de: Dropdown-Label auf der Checkout-Seite als Store geschlossen angezeigt.
he_il: מוצג כתווית סגורה של חנות הנפתחת על דף היציאה.

source: Displayed as pickup lebel on checkout page.
de_de: Wird als Abholetikett auf der Checkout-Seite angezeigt.
he_il: מוצג כתווית איסוף בדף היציאה.

source: Displayed as delivery lebel on checkout page.
de_de: Wird als Versandetikett auf der Checkout-Seite angezeigt.
he_il: מוצג כתווית מסירה בדף היציאה.

source: Displayed order type lebel on order page.
de_de: Bestellartenschild auf der Bestellseite anzeigen.
he_il: הצג תווית סוג הזמנה בדף ההזמנה.

source: Displayed pickup location lebel on order page.
de_de: Angezeigtes Etikett für den Abholort auf der Bestellseite.
he_il: הצג תווית מיקום איסוף בדף ההזמנה.

source: Displayed pickup date lebel on order page.
de_de: Angezeigtes Abholdatum-Label auf der Bestellseite.
he_il: תווית התאריך המוצגת בדף ההזמנה.

source: Displayed pickup time lebel on order page.
de_de: Angezeigtes Aufnahmedatum auf der Bestellseite.
he_il: תווית זמן האיסוף המוצגת בדף ההזמנה.

source: Displayed delivery location lebel on order page.
de_de: Angezeigte Lieferortbezeichnung auf der Bestellseite.
he_il: הצגת תווית מיקום המשלוח בדף ההזמנה.

source: Displayed delivery date lebel on order page.
de_de: Lieferdatum auf der Bestellseite anzeigen.
he_il: הצגת תווית תאריך המשלוח בדף ההזמנה.

source: Displayed delivery time lebel on order page.
de_de: Angezeigtes Lieferungsetikett auf der Bestellseite.
he_il: תווית זמן אספקה מסודרת בדף ההזמנה.

source: Calender holiday lable.
de_de: Kalender-Feiertagsaufkleber.
he_il: לוח שנה של לוח שנה.

source: Calender closing lable.
de_de: Kalenderschließende Beschriftung.
he_il: תווית הסגירה של היומן.

source: Calender date pick not allowed lable.
de_de: Kalender Datumsauswahl nicht erlaubt Label.
he_il: לא ניתן לבחור את תווית תאריך היומן.

source: <p>No delivery loaction was selected</p>
de_de: <p>Kein Lieferort ausgewählt</p>
he_il: <p>לא נבחר מיקום משלוח</p>

source: Displayed as early as possible lebel on checkout page and widget area.
de_de: Erscheint so früh wie möglich Label auf der Checkout-Seite und Widget-Bereich.
he_il: הוצג מוקדם ככל האפשר התווית על דף היציאה ואת אזור יישומון.

source: Displayed exact time lebel on checkout page and widget area.
de_de: Genaue Zeitmarke auf der Checkout-Seite und im Widget-Bereich anzeigen.
he_il: הצגת תווית זמן מדויקת בדף היציאה ובאזור הוידג'ט.

source: Select delivery time
de_de: Lieferzeit wählen
